IDEA Open Model
HangingAroundPatch.InclinedPartsLength Property
Compatible with IDEA StatiCa 20.1
 Length of inclined parts
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double InclinedPartsLength { get; set; }
Public Property InclinedPartsLength As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
HangingAroundPatch Class
IdeaRS.OpenModel.Detail Namespace